Repository: Esukhia/Corpora
Catalog: Parallel/84000/Toh_337-Wheel_of_Dharma-v1.tmx
Source language: bo
Languages: en

source: ཐམས་ཅད་མཁྱེན་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Omniscient One!

source: །འདི་སྐད་བདག་གིས་ཐོས་པའི་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་བཱ་རཱ་ཎ་སཱི་དྲང་སྲོང་སྨྲ་བའི་རི་དགས་ཀྱི་ནགས་ན་བཞུགས་ཏེ།
en: The Blessed One, the Buddha, was residing in the Deer Park at Ṛṣivadana by Vārāṇasī.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ལྔ་སྡེའི་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ།
en: At that time the Blessed One spoke to the group of five monks:

source: དགེ་སློང་དག་ངས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་སོ་ཞེས་བྱ་བར་མ་ཤེས་སོ།
en: Monks, I did not have the knowledge that I had fully awakened to unsurpassed and perfect buddhahood.

source: དགེ་སློང་དག་ངས་དེ་ནས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་སོ་ཞེས་བྱ་བར་ཤེས་སོ།
en: Monks, I then had the knowledge that I had fully awakened to unsurpassed and perfect buddhahood.”

source: །ཆོས་ཀྱི་རྣམ་གྲངས་དེ་བཀའ་སྩལ་པ་ན། ཚེ་དང་ལྡན་པ་ཀཽ་ཎྜི་ནྱ་དང་།
en: When the Blessed One had given this Dharma discourse, venerable Kauṇḍinya,

source: ལྷ་བརྒྱད་ཁྲི་ཆོས་རྣམས་ལ་ཆོས་ཀྱི་མིག་རྡུལ་མེད་ཅིང་དྲི་མ་དང་བྲལ་བ་སྐྱེས་སོ།
en: along with eighty thousand gods, achieved the Dharma vision that is free from dust and stainless with regard to phenomena.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀཽ་ཎྜི་ནྱ་ལ་བཀའ་སྩལ་པ།
en: The Blessed One now asked venerable Kauṇḍinya,

source: །ཚེ་དང་ལྡན་པ་ཀཽ་ཎྜི་ནྱས་ཆོས་ཀུན་ཤེས་པས་དེའི་ཕྱིར་ཚེ་དང་ལྡན་པ་ཀཽཎྜི་ནྱ་ཀུན་ཤེས་ཀཽཎྜི་ནྱ་ཞེས་ཚིག་བླ་དགས་སུ་བཏགས་སོ།
en: “Because venerable Kauṇḍinya has understood the Dharma, venerable Kauṇḍinya shall now be known as Ājñātakauṇḍinya.”

source: །ཚེ་དང་ལྡན་པ་ཀཽ་ཎྜི་ནྱས་ཆོས་ཀུན་ཤེས་སོ་ཞེས་ས་བླའི་གནོད་སྦྱིན་རྣམས་སྒྲ་སྒྲོགས་པར་བྱེད་དེ།
en: At that point the terrestrial yakṣas called out, “Venerable Kauṇḍinya has understood the Dharma!” And they continued,

source: །ཆོས་ཀྱི་འཁོར་ལོའི་མདོ་རྫོགས་སོ།།
en: This completes The Sūtra of the Wheel of Dharma.

source: །ཤེས་པ་དང་རིག་པ་དང་བློ་དང་རྟོགས་པ་སྐྱེས་སོ། །དགེ་སློང་དག་ང་སྔོན་མ་ཐོས་པའི་ཆོས་རྣམས་ལ་སྡུག་བསྔལ་འགོག་པར་འགྲོ་བའི་ལམ་འཕགས་པའི་བདེན་པ་དེ་ངས་མངོན་པར་ཤེས་པས་བསྒོམས་སོ་ཞེས་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན་མིག་སྐྱེས་སོ། །ཤེས་པ་དང་རིག་པ་དང་བློ་དང་རྟོགས་པ་སྐྱེས་སོ།
en: knowledge, apprehension, understanding, and realization arose. “Monks, as I focused my mind correctly on the things that I had not hitherto heard, thinking, ‘With higher knowledge I have cultivated the path leading to the cessation of suffering, that truth of noble beings,’ vision arose; knowledge, apprehension, understanding, and realization arose.

source: །འདི་ནི་སྡུག་བསྔལ་འགོག་པར་འགྲོ་བའི་ལམ་མོ་ཞེས་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན་མིག་སྐྱེས་སོ། །ཤེས་པ་དང་རིག་པ་དང་བློ་དང་རྟོགས་པ་སྐྱེས་སོ།
en: and this is the path leading to the cessation of suffering,’ vision arose; knowledge, apprehension, understanding, and realization arose.

source: །ཤེས་པ་དང་རིག་པ་དང་བློ་དང་རྟོགས་པ་སྐྱེས་སོ། །དགེ་སློང་དག་ང་སྔོན་མ་ཐོས་པའི་ཆོས་རྣམས་ལ་སྡུག་བསྔལ་ཀུན་འབྱུང་བ་འཕགས་པའི་བདེན་པ་དེ་ངས་མངོན་པར་ཤེས་པས་སྤང་བར་བྱའོ་ཞེས་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན་མིག་སྐྱེས་སོ། །ཤེས་པ་དང་རིག་པ་དང་བློ་དང་རྟོགས་པ་སྐྱེས་སོ།
en: knowledge, apprehension, understanding, and realization arose. “Monks, as I focused my mind correctly on the things that I had not hitherto heard, thinking, ‘With higher knowledge I should relinquish the origin of suffering, that truth of noble beings,’ vision arose; knowledge, apprehension, understanding, and realization arose.

source: །ཤེས་པ་དང་རིག་པ་དང་བློ་དང་རྟོགས་པ་སྐྱེས་སོ། །དགེ་སློང་དག་ང་སྔོན་མ་ཐོས་པའི་ཆོས་རྣམས་ལ་སྡུག་བསྔལ་འགོག་པར་འགྲོ་བའི་ལམ་འཕགས་པའི་བདེན་པ་དེ་ངས་མངོན་པར་ཤེས་པས་བསྒོམ་པར་བྱའོ་ཞེས་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན་མིག་སྐྱེས་སོ། །ཤེས་པ་དང་རིག་པ་དང་བློ་དང་རྟོགས་པ་སྐྱེས་སོ།
en: knowledge, apprehension, understanding, and realization arose. “Monks, as I focused my mind correctly on the things that I had not hitherto heard, thinking, ‘With higher knowledge I should cultivate the path leading to the cessation of suffering, that truth of noble beings,’ vision arose; knowledge, apprehension, understanding, and realization arose.

source: །ཤེས་པ་དང་རིག་པ་དང་བློ་དང་རྟོགས་པ་སྐྱེས་སོ། །དགེ་སློང་དག་ང་སྔོན་མ་ཐོས་པའི་ཆོས་རྣམས་ལ་སྡུག་བསྔལ་ཀུན་འབྱུང་བ་འཕགས་པའི་བདེན་པ་དེ་ངས་མངོན་པར་ཤེས་པས་སྤངས་སོ་ཞེས་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན་མིག་སྐྱེས་སོ།
en: knowledge, apprehension, understanding, and realization arose. “Monks, as I focused my mind correctly on the things that I had not hitherto heard, thinking, ‘With higher knowledge I have relinquished the origin of suffering, that truth of noble beings,’

source: དགེ་སློང་དག་ང་སྔོན་མ་ཐོས་པའི་ཆོས་རྣམས་ལ།
en: Monks, as I focused my mind correctly on the things that I had not hitherto heard,

source: འདི་ནི་སྡུག་བསྔལ་འཕགས་པའི་བདེན་པའོ་ཞེས་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན་མིག་སྐྱེས་སོ།
en: thinking, ‘This is suffering, a truth of noble beings,’ vision arose

source: །ཤེས་པ་དང་རིག་པ་དང་བློ་དང་རྟོགས་པ་སྐྱེས་སོ།
en: knowledge, apprehension, understanding, and realization arose.

source: །དགེ་སློང་དག་ང་སྔོན་མ་ཐོས་པའི་ཆོས་རྣམས་ལ།
en: Monks, as I focused my mind correctly on the things that I had not hitherto heard

source: འདི་ནི་སྡུག་བསྔལ་ལོ། །འདི་ནི་སྡུག་བསྔལ་ཀུན་འབྱུང་བའོ། །འདི་ནི་སྡུག་བསྔལ་འགོག་པའོ། །འདི་ནི་སྡུག་བསྔལ་འགོག་པར་འགྲོ་བའི་ལམ་མོ་ཞེས་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན་མིག་སྐྱེས་སོ།
en: thinking, ‘This is the origin of suffering, this is the cessation of suffering, and this is the path leading to the cessation of suffering,’ vision arose

source: སྡུག་བསྔལ་འཕགས་པའི་བདེན་པ་དེ་ངས་མངོན་པར་ཤེས་པས་ཡོངས་སུ་ཤེས་པར་བྱའོ་ཞེས་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན་མིག་སྐྱེས་སོ།
en: thinking, ‘With higher knowledge I should comprehend suffering, that truth of noble beings,’ vision arose

source: སྡུག་བསྔལ་ཀུན་འབྱུང་བ་འཕགས་པའི་བདེན་པ་དེ་ངས་མངོན་པར་ཤེས་པས་སྤང་བར་བྱའོ་ཞེས་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན་མིག་སྐྱེས་སོ།
en: thinking, ‘With higher knowledge I should relinquish the origin of suffering, that truth of noble beings,’ vision arose

source: སྡུག་བསྔལ་འགོག་པ་ཤེས་པ་འཕགས་པའི་བདེན་པ་དེ་ངས་མངོན་པར་ཤེས་པས་མངོན་སུམ་དུ་བྱའོ་ཞེས་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན་མིག་སྐྱེས་སོ།
en: thinking, ‘With higher knowledge I should actualize the cessation of suffering, that truth of noble beings,’ vision arose

source: སྡུག་བསྔལ་འགོག་པར་འགྲོ་བའི་ལམ་འཕགས་པའི་བདེན་པ་དེ་ངས་མངོན་པར་ཤེས་པས་བསྒོམ་པར་བྱའོ་ཞེས་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན་མིག་སྐྱེས་སོ།
en: thinking, ‘With higher knowledge I should cultivate the path leading to the cessation of suffering, that truth of noble beings,’ vision arose

source: སྡུག་བསྔལ་འཕགས་པའི་བདེན་པ་དེ་ངས་མངོན་པར་ཤེས་པས་ཡོངས་སུ་ཤེས་སོ་ཞེས་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན་མིག་སྐྱེས་སོ།
en: thinking, ‘With higher knowledge I have comprehended suffering, that truth of noble beings,’ vision arose

source: སྡུག་བསྔལ་ཀུན་འབྱུང་བ་འཕགས་པའི་བདེན་པ་དེ་ངས་མངོན་པར་ཤེས་པས་སྤངས་སོ་ཞེས་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན་མིག་སྐྱེས་སོ།
en: thinking, ‘With higher knowledge I have relinquished the origin of suffering, that truth of noble beings,’ vision arose

source: །དགེ་སློང་དག་ང་སྔོན་མ་ཐོས་པའི་ཆོས་རྣམས་ལ་
en: Monks, as I focused my mind correctly on the things that I had not hitherto heard,

source: སྡུག་བསྔལ་འགོག་པ་ཤེས་པའི་འཕགས་པའི་བདེན་པ་དེ་ངས་མངོན་པར་ཤེས་པས་མངོན་སུམ་དུ་བྱས་སོ་ཞེས་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན་མིག་སྐྱེས་སོ།
en: thinking, ‘With higher knowledge I have actualized the cessation of suffering, that truth of noble beings,’ vision arose

source: སྡུག་བསྔལ་འགོག་པར་འགྲོ་བའི་ལམ་འཕགས་པའི་བདེན་པ་དེ་ངས་མངོན་པར་ཤེས་པས་བསྒོམས་སོ་ཞེས་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན་མིག་སྐྱེས་སོ།
en: thinking, ‘With higher knowledge I have cultivated the path leading to the cessation of suffering, that truth of noble beings,’ vision arose

source: །དགེ་སློང་དག་ང་ཇི་སྲིད་དུ་འཕགས་པའི་བདེན་པ་བཞི་པོ་འདི་རྣམས་ལ་དེ་ལྟར་ལན་གསུམ་དུ་བཟླས་ཏེ་རྣམ་པ་བཅུ་གཉིས་སུ་བསྐོར་བའི་མིག་མ་སྐྱེས། ཤེས་པ་མ་ཡིན་རིག་པ་མ་ཡིན་བློ་མ་ཡིན་རྟོགས་པ་མ་སྐྱེས་པ་དེ་སྲིད་དུ།
en: Monks, until I had achieved the vision, knowledge, apprehension, understanding, and realization of these four truths of noble beings that are turned in three phases and comprise twelve aspects,

source: ང་ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་བདུད་དང་བཅས་ཚངས་པ་དང་བཅས་དགེ་སྦྱོང་དང་བྲམ་ཟེར་བཅས་པའི་སྐྱེ་དགུ་དང་། ལྷ་དང་མིར་བཅས་པ་འདི་ལས་གྲོལ་བ་དང་ངེས་པར་བྱུང་བ་དང་མི་ལྡན་པ་དང་། རབ་ཏུ་གྲོལ་བ་
en: I had not been freed from the world replete with gods, māras, Brahmā, mendicants, brahmins, humans, and gods. I had not escaped from it, severed ties with it, or been delivered from it.

source: དང་ཕྱིན་ཅི་ལོག་དང་བྲལ་བའི་སེམས་ཀྱིས་མང་དུ་གནས་པར་མ་གྱུར་
en: Nor did I dwell extensively with a mind free from error.

source: །དགེ་སློང་དག་ངས་གང་ནས་འཕགས་པའི་བདེན་པ་བཞི་པོ་འདི་རྣམས་ལ་དེ་ལྟར་ལན་གསུམ་དུ་བཟླས་ཏེ། རྣམ་པ་བཅུ་གཉིས་སུ་བསྐོར་བའི་མིག་སྐྱེས་ཤིང་ཤེས་པ་དང་རིག་པ་དང་བློ་དང་རྟོགས་པ་སྐྱེས་པ་དེ་ནས་
en: Monks, once I had achieved the vision, knowledge, apprehension, understanding, and realization of turning these four truths of noble beings in three phases with twelve aspects,

source: ང་ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་བདུད་དང་བཅས་ཚངས་པ་དང་བཅས་དགེ་སྦྱོང་དང་བྲམ་ཟེར་བཅས་པའི་སྐྱེ་དགུ་དང་། ལྷ་དང་མིར་བཅས་པ་འདི་ལས་གྲོལ་བ་དང་ངེས་པར་འབྱུང་བ་དང་མི་ལྡན་པ་དང་། རབ་ཏུ་གྲོལ་བ་
en: I was freed from the world replete with gods, māras, Brahmā, mendicants, brahmins, humans, and gods. I had escaped from it, severed ties with it, and been delivered from it.

source: དང་ཕྱིན་ཅི་ལོག་དང་བྲལ་བའི་སེམས་ཀྱིས་མང་དུ་གནས་པར་གྱུར་
en: I dwelled extensively with a mind free from error.

source: ཀཽ་ཎྜི་ནྱ་ཁྱོད་ཀྱིས་ཆོས་ཀུན་ཤེས་སམ། བཅོམ་ལྡན་འདས་ཀུན་འཚལ་ལགས་སོ།
en: “Kauṇḍinya, did you understand the Dharma?” “Blessed One,” he replied, “I understood.”

source: །ཀཽ་ཎྜི་ནྱ་ཁྱོད་ཀྱིས་ཀུན་ཤེས་སམ་ཀུན་ཤེས་སམ། བདེ་བར་གཤེགས་པ་ཀུན་འཚལ་ལགས་སོ། ། ཀུན་འཚལ་ལགས་སོ།
en: “Kauṇḍinya, did you understand? Did you understand?” “Blissful One,” he replied, “I understood. I understood.”

source: ལྷའི་རིས་མངོན་པར་འཕེལ་ཞིང་ལྷ་མ་ཡིན་གྱི་རིས་ཡོངས་སུ་ཉམས་སོ་
en: the gods will flourish and the demigods will be on the wane.

source: གྲོགས་པོ་དག་བཅོམ་ལྡན་འདས་ཀྱིས་བཱ་རཱ་ཎ་སཱིར་དྲང་སྲོང་སྨྲ་བའི་རི་དགས་ཀྱི་ནགས་སུ་ལན་གསུམ་དུ་བཟླས་ཏེ་རྣམ་པ་བཅུ་གཉིས་ཀྱི་ཆོས་ཀྱི་འཁོར་ལོ་ཆོས་དང་ལྡན་པ་དགེ་སྦྱོང་ངམ་བྲམ་ཟེ་འམ་ལྷ་འམ་བདུད་དམ་ཚངས་པའམ་སུས་ཀྱང་འཇིག་རྟེན་དུ་ཆོས་དང་འཐུན་པར་འགའ་ཡང་མ་བསྐོར་བ། སྐྱེ་བོ་མང་པོ་ལ་ཕན་པ་དང་། སྐྱེ་བོ་མང་པོ་ལ་བདེ་བ་དང་། འཇིག་རྟེན་ལ་སྙིང་བརྩེ་བ་དང་། ལྷ་དང་མི་རྣམས་ཀྱི་དོན་དང་ཕན་པ་དང་བདེ་བའི་ཕྱིར་བསྐོར་བས་
en: Friends, in the Deer Park at Ṛṣivadana by Vārāṇasī, the Blessed One has turned the wheel of Dharma in three phases with twelve aspects. He has turned the wheel of Dharma in a way that no mendicant or brahmin, and no god, māra, or Brahmā in the world could ever do in accord with the Dharma. He has done so for the benefit of many beings, for the happiness of many beings, out of love for the world, and for the welfare, benefit, and happiness of gods and humans. Hence,

source: དེའི་ཕྱིར་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བ་ཞེས་ཚིག་བླ་དགས་སུ་བཏགས་སོ།
en: Therefore, this Dharma teaching was named Turning the Wheel of Dharma.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཱ་རཱ་ཎ་སཱིར་དྲང་སྲོང་སྨྲ་བའི་རི་དགས་ཀྱི་ནགས་སུ་ལན་གསུམ་དུ་བཟླས་ཏེ། རྣམ་པ་བཅུ་གཉིས་སུ་ཆོས་ཀྱི་འཁོར་ལོ་ཆོས་དང་ལྡན་པ་བསྐོར་བས།
en: In the Deer Park at Ṛṣivadana by Vārāṇasī, the Blessed One turned the wheel of Dharma in three phases with twelve aspects.
